{
  "en": {
    "follow_us": "Follow us:",
    "home": "Home",
    "about_us_nav": "About Us",
    "contact_us_nav": "Contact Us",
    "about_us_subnav": "About Us",
    "contact_us_subnav": "Contact Us",
    "rent_car_nav": "Rent a Car",
    "choose_your_car": "จองเลย",
    "about_us_hero_title": "About Us",
    "about_us_hero_subtitle": "Meticulously crafted journeys, designed for your utmost confidence.",
    "home_breadcrumb": "Home",
    "about_us_breadcrumb": "About Us",
    "share_title": "Share",
    "our_awesome_story_title": "NTS Travel",
    "our_awesome_story_subtitle": "Let us be part of your journey.",
    "about_paragraph_1": "We believe travel is not just movement, but a luxurious experience that reflects yourlifestyle - safe, seamless, and truly premium.",
    "about_paragraph_2": "Every aspect of our service is designed to elevate your journey beyond comfort. We provide luxury, modern vehicles and professional chauffeurs known for their courtesy, expertise, and multilingual skills. Whether for business, leisure, or special occasions, our promise is a seamless, safe, andpremium travel experience that exceeds every expectation.",
    "contact_us_button": "Contact Us",
    "item1": "Highest Safety Standards & Reliable Vehicle Quality",
    "item1_desc": "Every vehicle undergoes regular inspections and is maintained to international standards. Comprehensive insurance is included, giving you full confidence that every journey meets the highest level of safety.",
    "item2": "Professional Drivers with Versatile Skills",
    "item2_desc": "All drivers are carefully selected and trained in safe driving, customer service, and professional etiquette. They are highly experienced, route-savvy, and can communicate in Japanese, Thai, and English, with the flexibility to adapt to your needs and itinerary.",
    "item3": "Transparency and Punctuality",
    "item3_desc": "We pledge transparent pricing and no hidden fees, punctual coordination every step—scheduling appointments, pick-ups and drop-offs, or sightseeing—so you feel confident and at ease. From inquiry to drop-off, expect quotes, receipts, and proactive updates, with adjustments if plans change.",
    "footer_description": "Beyond transportation, we deliver a safe, comfortable, and premium travel experience. With high-quality vehicles and professional chauffeurs, every journey is designed withmeticulous care, ensuring your trip is seamless, reliable, and truly exceptional.",
    "navigation_title": "Navigation",
    "footer_home": "Home",
    "footer_about_us": "About Us",
    "footer_contact_us": "Contact Us",
    "footer_rent_car": "Rent a Car",
    "footer_nav_contact_head": "Our Contacts",
    "footer_nav_contact_mail": "yourmail@domain.com",
    "footer_nav_contact_address": "Okinawa",
    "footer_nav_contact_phone": "+2(111)123456789",
    "footer_nav_contact_Mail": "Mail :",
    "footer_nav_contact_Address": "Address :",
    "footer_nav_contact_Phone": "Phone :",
    "footer-widget-content-link": "Get in Touch"
  },
  "th": {
    "follow_us": "ติดตามเราได้ที่:",
    "home": "หน้าแรก",
    "about_us_nav": "เกี่ยวกับเรา",
    "contact_us_nav": "ติดต่อเรา",
    "about_us_subnav": "เกี่ยวกับเรา",
    "contact_us_subnav": "ติดต่อเรา",
    "rent_car_nav": "เช่ารถ",
    "choose_your_car": "จองเลย",
    "about_us_hero_title": "เกี่ยวกับเรา",
    "about_us_hero_subtitle": "การเดินทางที่พิถีพิถัน ออกแบบเพื่อความมั่นใจสูงสุดของคุณ",
    "home_breadcrumb": "หน้าแรก",
    "about_us_breadcrumb": "เกี่ยวกับเรา",
    "share_title": "แชร์",
    "our_awesome_story_title": "NTS Travel",
    "our_awesome_story_subtitle": "ให้เราเป็นส่วนหนึ่งในการเดินทางของคุณ",
    "about_paragraph_1": "เราเชื่อว่าการเดินทางไม่ใช่เพียงการเคลื่อนที่ แต่คือประสบการณ์ที่ควรหรูหรา ปลอดภัย และสะท้อนตัวตนของผู้เดินทาง",
    "about_paragraph_2": "ทุกบริการของเราถูกออกแบบเพื่อยกระดับการเดินทางให้มากกว่าความสะดวกสบาย เราคัดสรรรถคุณภาพสูง หรูหรา และทันสมัย พร้อมทีมคนขับมืออาชีพที่สุภาพ เชี่ยวชาญเส้นทาง และสื่อสารได้หลายภาษา เพื่อสร้างความมั่นใจและความสบายใจสูงสุด ไม่ว่าจะเป็นการเดินทางเพื่อธุรกิจ การท่องเที่ยวหรือโอกาสพิเศษ เรามุ่งมั่นมอบความราบรื่น หรูหรา และความประทับใจที่เหนือกว่าทุกมาตรฐาน",
    "contact_us_button": "ติดต่อเรา",
    "item1": "มาตรฐานความปลอดภัยสูงสุดและคุณภาพรถที่เชื่อถือได้",
    "item1_desc": "รถทุกคันได้รับการตรวจเช็กสภาพอย่างสม่ำเสมอ และมีการดูแลบำรุงรักษาตามมาตรฐานสากล พร้อมประกันคุ้มครองครบถ้วน เพื่อให้ลูกค้ามั่นใจได้ว่าทุกการเดินทางมีความปลอดภัยสูงสุด",
    "item2": "คนขับมืออาชีพ มีทักษะรอบด้าน",
    "item2_desc": "คนขับทุกคนผ่านการคัดเลือกและอบรมด้านการขับขี่ปลอดภัย การบริการลูกค้า และมารยาททางสังคม มีประสบการณ์สูงในการขับขี่ชำนาญเส้นทาง สื่อสารได้ทั้งภาษาญี่ปุ่น ไทยและอังกฤษ พร้อมความยืดหยุ่นในการปรับตามความต้องการและแผนการเดินทางของลูกค้า",
    "item3": "ความโปร่งใสและความตรงต่อเวลา",
    "item3_desc": "เราให้คำมั่นสัญญาด้านความโปร่งใสในการบริการ ราคาชัดเจน ไม่มีค่าใช้จ่ายแอบแฝง และการจัดการที่ตรงเวลาในทุกขั้นตอน ไม่ว่าจะเป็นการนัดหมาย การรับ–ส่ง หรือการเดินทางท่องเที่ยว เพื่อสร้างความมั่นใจและความสบายใจสูงสุดให้กับลูกค้า",
    "promo_video_title": "xx",
    "footer_description": " เหนือกว่าการเดินทางทั่วไป เรามอบประสบการณ์ที่ปลอดภัย สะดวกสบาย และหรูหราด้วยรถคุณภาพและทีมคนขับมืออาชีพที่มากประสบการณ์ ใส่ใจทุกรายละเอียด เพื่อให้คุณมั่นใจได้ว่าทุกเส้นทางคือความพิเศษเหนือระดับ",
    "navigation_title": "เมนู",
    "footer_home": "หน้าแรก",
    "footer_about_us": "เกี่ยวกับเรา",
    "footer_contact_us": "ติดต่อเรา",
    "footer_rent_car": "เช่ารถ",
    "our_contacts_title": "ข้อมูลติดต่อของเรา",
    "footer_nav_contact_head": "ข้อมูลติดต่อของเรา",
    "footer_nav_contact_mail": "yourmail@domain.com",
    "footer_nav_contact_address": "โอกินาวา",
    "footer_nav_contact_phone": "+2(111)123456789",
    "footer_nav_contact_Mail": "อีเมลล์ :",
    "footer_nav_contact_Address": "ที่อยู่ :",
    "footer_nav_contact_Phone": "เบอร์โทร :",
    "footer-widget-content-link":"ติดต่อเรา"
  }
}